#+TITLE: List of papers to read
#+FILETAGS: :Learning:
#+STARTUP: content

* Weekend learning tasks                                           :Periodic:


** TODO Complete [[elisp:(org-agenda t "lt")][weekend learning tasks]]
   SCHEDULED: <2025-04-20 Sun 06:00 +7d>
   :PROPERTIES:
   :EFFORT: 01:00
   :BENEFIT: 200
   :RATIO: 2.00
   :LAST_REPEAT: [2025-04-13 Sun 17:12]
   :END:
   - State "DONE"       from "TODO"       [2025-04-13 Sun 17:12]
   - State "DONE"       from "TODO"       [2025-04-07 Mon 06:55]
   - State "DONE"       from "TODO"       [2025-03-31 Mon 06:04]
   - State "DONE"       from "TODO"       [2025-03-23 Sun 06:45]
   - State "DONE"       from "TODO"       [2025-03-16 Sun 10:07]
   - State "DONE"       from "TODO"       [2025-03-09 Sun 10:56]
   - State "DONE"       from "TODO"       [2025-03-02 Sun 10:23]
   - State "DONE"       from "TODO"       [2025-02-23 Sun 08:02]
   - State "DONE"       from "TODO"       [2025-02-16 Sun 08:42]
   - State "DONE"       from "TODO"       [2025-02-09 Sun 07:33]
   :LOGBOOK:
   CLOCK: [2025-02-23 Sun 06:50]--[2025-02-23 Sun 08:02] =>  1:12
   CLOCK: [2025-02-09 Sun 06:37]--[2025-02-09 Sun 07:33] =>  0:56
   :END:
   - State "DONE"       from "TODO"       [2025-02-08 Sat 11:54]
   - State "DONE"       from "TODO"       [2025-02-08 Sat 11:10]
   - State "DONE"       from "TODO"       [2025-02-06 Thu 18:59]
   - State "DONE"       from "TODO"       [2025-02-05 Wed 17:40]
   - State "DONE"       from "TODO"       [2025-02-05 Wed 06:13]
   - State "DONE"       from "TODO"       [2025-02-03 Mon 21:07]
   - State "DONE"       from "TODO"       [2025-02-02 Sun 13:42]
   - State "DONE"       from "TODO"       [2025-02-01 Sat 18:23]
   - State "DONE"       from "TODO"       [2025-02-01 Sat 06:32]
   - State "DONE"       from "TODO"       [2025-01-31 Fri 08:30]
   - State "DONE"       from "TODO"       [2025-01-30 Thu 08:14]
   - State "DONE"       from "TODO"       [2025-01-28 Tue 06:06]
   - State "DONE"       from "TODO"       [2025-01-27 Mon 20:59]
   - State "DONE"       from "TODO"       [2025-01-26 Sun 07:22]
   - State "DONE"       from "TODO"       [2025-01-25 Sat 11:18]
   - State "DONE"       from "TODO"       [2025-01-20 Mon 16:28]
   - State "DONE"       from "TODO"       [2025-01-13 Mon 10:12]



* Reading CMMI book on process                                     :Projects:
  :PROPERTIES:
  :EFFORT: 06:00
  :BENEFIT: 600
  :RATIO: 1.00
  :END:
  :LOGBOOK:
  CLOCK: [2025-01-12 Sun 10:40]--[2025-01-12 Sun 11:40] =>  1:00
  :END:


* Learning tasks

#+BEGIN: clocktable :scope subtree :maxlevel 2
#+CAPTION: Clock summary at [2025-01-12 Sun 11:40]
| Headline                        | Time   |      |
|---------------------------------+--------+------|
| *Total time*                    | *1:00* |      |
|---------------------------------+--------+------|
| Learning tasks                  | 1:00   |      |
| \_  Review CMMI book on process |        | 1:00 |
#+END:


** TODO Read about [[https://github.com/emacs-slack/emacs-slack/blob/master/README.md][Emacs Slack integration]]
SCHEDULED: <2025-02-16 Sun>
  :PROPERTIES:
  :EFFORT: 00:15
  :BENEFIT: 10
  :RATIO: 0.40
  :END:


** TODO Find out more about $500B semiconductor industry doubling by 2030 Nvidia's Challengers in the AI Chip Revolution https://www.wsj.com/articles/the-next-challengers-joining-nvidia-in-the-ai-chip-revolution-e0055485
SCHEDULED: <2025-02-16 Sun>
   :PROPERTIES:
   :EFFORT: 00:15
   :BENEFIT: 10
   :RATIO: 0.40
   :END:


** TODO https://www.ciwf.org.uk/media/5235024/The-life-of-laying-hens.pdf
SCHEDULED: <2025-02-23 Sun>
   :PROPERTIES:
   :EFFORT: 00:15
   :BENEFIT: 10
   :RATIO: 0.40
   :END:


** TODO Cobot Series B pitch deck https://medium.com/@bp_64302/cobots-series-b-pitch-narrative-b916b6eb3e6f
SCHEDULED: <2025-02-23 Sun>
   :PROPERTIES:
   :EFFORT: 00:15
   :BENEFIT: 10
   :RATIO: 0.40
   :END:


** TODO Read https://www.carscoops.com/2024/09/americas-ev-charging-infrastructure-has-doubled-in-less-than-four-years/
SCHEDULED: <2025-02-23 Sun>
   :PROPERTIES:
   :EFFORT: 00:15
   :BENEFIT: 10
   :RATIO: 0.40
   :END:


** TODO OCPP requirements https://www.bing.com/search?q=open+charging+alliance+certification+renewal+requirements&qs=n&form=QBRE&sp=-1&ghc=1&lq=0&pq=open+charging+alliance+certification+renewal+requirements+&sc=10-58&sk=&cvid=16D1A17E2FA0491DA541591E79113EEF&ghsh=0&ghacc=0&ghpl=
SCHEDULED: <2025-02-23 Sun>
   :PROPERTIES:
   :EFFORT: 00:15
   :BENEFIT: 10
   :RATIO: 0.40
   :END:
   :LOGBOOK:
   CLOCK: [2025-02-23 Sun 06:50]--[2025-02-23 Sun 06:50] =>  0:00
   :END:


** DONE https://www.linkedin.com/pulse/why-ocpp-so-confusing-chris-kaiser-meige/
SCHEDULED: <2025-02-23 Sun>
   :PROPERTIES:
   :EFFORT: 00:15
   :BENEFIT: 25
   :RATIO: 1.00
   :END:


** TODO Find a book on cleaning the house 5S, Marie Kondo, etc
SCHEDULED: <2025-02-23 Sun>
   :PROPERTIES:
   :EFFORT: 00:15
   :BENEFIT: 25
   :RATIO: 1.00
   :END:


** TODO Read about process flow and flow chart drawing conventions
SCHEDULED: <2025-02-23 Sun>
   :PROPERTIES:
   :EFFORT: 00:15
   :BENEFIT: 25
   :RATIO: 1.00
   :END:


** TODO Vasily Arkhipov, world's greatest man, https://en.m.wikipedia.org/wiki/Vasily_Arkhipov
SCHEDULED: <2025-02-23 Sun>
   :PROPERTIES:
   :EFFORT: 00:15
   :BENEFIT: 10
   :RATIO: 0.40
   :END:
** DONE Look at whether I can get a table with all my comments and unresolved ones and location in Confluence
SCHEDULED: <2025-02-23 Sun>
   :PROPERTIES:
   :EFFORT: 00:15
   :BENEFIT: 25
   :RATIO: 1.00
   :END:
** TODO Review tool for PC keyboard macros
SCHEDULED: <2025-02-23 Sun>
   :PROPERTIES:
   :EFFORT: 00:15
   :BENEFIT: 25
   :RATIO: 1.00
   :END:
** TODO Review [[https://productled.com/?utm_campaign=22022513949&utm_source=g&utm_medium=cpc&utm_content&utm_term=product%20led%20growth&ad_id=725907232753&gad_source=1&gclid=EAIaIQobChMIkt3oxq6-jAMVgr5mAh0VwiReEAAYASAAEgIXS_D_BwE][Wes Bush product led growth]] recommendation by John Moloney
   :PROPERTIES:
   :EFFORT: 00:15
   :BENEFIT: 25
   :RATIO: 1.00
   :END:
